Repository: cs0007-lang/app
Catalog: Feather/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: Seems like you've gotten your hands on your pairing file!
ar: يبدو أنك حصلت على ملف الاقتران!
cs: Vypadá to, že máte párovací soubor!
de: Prima, du hast eine gültige Pairing-Datei!
id: Sepertinya Anda sudah mendapatkan berkas pairing Anda
it: Sembra che tu abbia messo le mani sul tuo file di abbinamento!
pl: Wygląda na to, że masz swój plik parowania!
tr: Görünüşe göre eşleştirme dosyanızı temin etmişsiniz.
vi: Có vẻ như bạn đã có tệp ghép nối của mình!
zh_hans: 你应该已经设置好配对文件了！

source: Select Alternative Icon
ar: اختر أيقونة بديلة
cs: Vybrat jinou ikonu
de: Alternatives Icon auswählen
id: Pilih Ikon Alternatif
it: Seleziona icona alternativa
pl: Wybierz alternatywną ikonę
tr: Alternatif Simge Seçin
vi: Chọn icon thay thế
zh_hans: 选择替换图标

source: Select entitlements file
ar: اختر ملف الصلاحيات
cs: Vybrat soubor s entitlementy
de: Entitlements-Datei auswählen
id: Pilih berkas entitlements
it: Seleziona file dei diritti
pl: Wybierz plik uprawnień
tr: Yetki anahtarları dosyasını seçin
vi: Chọn tệp entitlements
zh_hans: 选择授权文件

source: Semi Local
ar: شبه محلي
cs: Polo-lokální
de: Semi-Lokal
id: Semi Lokal
it: Semi Locale
pl: Częściowo lokalnie
tr: Yarı Yerel
vi: Bán cục bộ
zh_hans: 半本地化

source: Sending Manifest
ar: جاري إرسال البيان
de: Manifest wird gesendet
it: Invio del manifest
pl: Wysyłanie manifestu
tr: Bildiri Gönderiliyor
vi: Gửi Manifest
zh_hans: 正在发送元数据

source: Sending Payload
ar: جاري إرسال الحمولة
de: Payload wird gesendet
it: Invio del payload
pl: Wysyłanie ładunku
tr: Veri Gönderiliyor
vi: Gửi Payload
zh_hans: 正在发送负载

source: Server
ar: الخادم
pl: Serwer
tr: Sunucu
vi: Máy chủ
zh_hans: 服务器

source: Server (Recommended): Uses a locally hosted server and itms-services:// to install applications. IDevice (advanced): Uses a VPN and a pairing file. Writes to AFC and manually calls installd, while monitoring install progress by using a callback Advantage: It is very reliable, does not need SSL certificates or a externally hosted server. Rather, works similarly to a computer.
ar: الخادم (موصى به): يستخدم خادم محلي و itms-services:// لتثبيت التطبيقات. IDevice (متقدم): يستخدم VPN وملف اقتران. يكتب إلى AFC ويستدعي installd يدوياً، مع مراقبة تقدم التثبيت باستخدام callback الميزة: موثوق جداً، لا يحتاج شهادات SSL أو خادم خارجي. يعمل بشكل مشابه للكمبيوتر.
de: Server (Empfohlen): Verwendet einen lokal gehosteten Server und itms-services://, um Apps zu installieren. IDevice (fortgeschritten): Verwendet ein VPN und eine Pairing-Datei. Verwendet AFC und ruft installd manuell auf, während der Installationsfortschritt über einen Callback überwacht wird. Vorteil: Es ist sehr zuverlässig, benötigt keine SSL-Zertifikate oder extern gehostete Server.
it: Server (Consigliato):Utilizza un server ospitato localmente e itms-services:// per installare le applicazioni.iDevice (Avanzato):Utilizza una VPN e un file di abbinamento. Scrive tramite AFC e richiama manualmente installd, monitorando l’avanzamento dell’installazione tramite una callback.Vantaggi:È molto affidabile, non richiede certificati SSL né un server ospitato esternamente. Funziona in modo simile a un computer.
pl: Serwer (zalecane): Używa lokalnie hostowanego serwera i itms-services:// do instalowania aplikacji. IDevice (zaawansowane): Używa VPN i pliku parowania. Zapisuje do AFC i ręcznie wywołuje installd, monitorując postęp instalacji przez callback. Zaleta: Jest bardzo niezawodny, nie wymaga certyfikatów SSL ani zewnętrznego serwera. Działa podobnie do komputera.
tr: Sunucu (Önerilen): Uygulamaları yüklemek için yerel olarak barındırılan bir sunucu ve itms-services:// kullanır. IDevice (Gelişmiş): Bir VPN ve eşleştirme dosyası kullanır. Kurulum AFC aracılığıyla gerçekleştirilir ve ilerleme izlenebilir. Avantajı: Çok güvenilirdir, SSL sertifikalarına veya harici olarak barındırılan bir sunucuya ihtiyaç duymaz. Aksine, bir bilgisayara benzer şekilde çalışır.
vi: Máy chủ (Khuyến nghị): Sử dụng máy chủ lưu trữ cục bộ và itms-services:// để cài đặt ứng dụng. IDevice (nâng cao): Sử dụng VPN và tệp ghép nối. Ghi vào AFC và gọi installd theo cách thủ công, đồng thời theo dõi tiến trình cài đặt bằng cách sử dụng lệnh gọi lại Ưu điểm: Rất đáng tin cậy, không cần chứng chỉ SSL hoặc máy chủ lưu trữ bên ngoài. Thay vào đó, hoạt động tương tự như máy tính.
zh_hans: 服务器（推荐）： 使用本地托管的服务器和itms-services://来安装应用。 IDevice（高级）： 使用VPN和配对文件。写入AFC并手动调用installd，使用回调检测安装进度。 优点：非常稳定，不需要SSL证书或设备外托管的服务器，而是在本地进行模拟。

source: Server & SSL
ar: الخادم و SSL
cs: Server a SSL
pl: Serwer i SSL
tr: Sunucu ve SSL
vi: Máy chủ & SSL
zh_hans: 服务器与SSL

source: Server Type
ar: نوع الخادم
de: Servertyp
it: Tipo server
pl: Typ serwera
tr: Sunucu Türü
vi: Loại máy chủ
zh_hans: 服务器类型

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
pl: Ustawienia
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

source: Show Sheet when Exporting
ar: إظهار ورقة المشاركة عند التصدير
cs: Zobrazit sdílící panel při exportu
de: Teilen-Dialog beim Export anzeigen
id: Tampilkan Lembar saat Mengekspor
it: Mostra foglio di condivisione quando Esporti
pl: Pokaż arkusz podczas eksportu
tr: Dışa Aktarmada Paylaşma Sayfasını Göster
vi: Hiển thị bảng chia sẻ khi xuất
zh_hans: 导出时显示共享菜单

source: Show Your Support
ar: أظهر دعمك
cs: Ukažte svojí podporu!
de: Zeige deine Unterstützung
id: Tunjukkan Dukungan Anda
it: Mostra il tuo supporto
pl: Pokaż swoje wsparcie
tr: Desteğinizi Gösterin
vi: Thể hiện sự ủng hộ của bạn
zh_hans: 支持我们

source: Show your support by donating! If you're unable to donate, spreading the word works too!
ar: أظهر دعمك من خلال التبرع! إذا لم تتمكن من التبرع، فإن نشر الكلمة يعمل أيضاً!
cs: Ukažte svojí podporu díky podpoření! Pokud nemůžete podpořit, alespoň se o aplikaci podělte s ostatními!
de: Zeige deine Unterstützung durch eine Spende! Wenn du nicht spenden kannst, hilft es auch, dieses Projekt zu teilen!
id: Dukung kami dengan berdonasi! Jika Anda tidak bisa berdonasi, menyebarkan informasi juga sangat membantu!
it: Mostra il tuo supporto donando! Se non puoi donare, può funzionare anche condividerlo con il mondo!
pl: Okaż wsparcie poprzez darowiznę! Jeśli nie możesz wesprzeć finansowo, podziel się informacją z innymi!
tr: Bağış yaparak desteğinizi gösterin! Eğer bağış yapamıyorsanız Feather’ı dilden dile yaymak da işe yarar!
vi: Thể hiện sự ủng hộ của bạn bằng cách quyên góp! Nếu bạn không thể quyên góp, việc chia sẻ cho người khác biết cũng có tác dụng!
zh_hans: 捐赠来支持我们！如果你不能捐赠，请帮我们多多宣传！

source: Sign
ar: توقيع
cs: Podepsat
de: Signieren
id: Tandatangani
it: Firma
pl: Podpisz
tr: İmzala
vi: Ký
zh_hans: 签名

source: Signed
ar: موقعة
cs: Podepsáno
de: Signiert
id: Telah Ditandatangani
it: Firmato
pl: Podpisane
tr: İmzalı
vi: Đã ký
zh_hans: 已签名

source: Signing
ar: جاري التوقيع
cs: Podpis
de: Signierung
fr: Signature
id: Menandatangani
it: Firmando
pl: Podpisywanie
tr: İmzalama
vi: Ký
zh_hans: 签名

source: Signing Options
ar: خيارات التوقيع
cs: Možnosti podpisu
de: Signier-Optionen
id: Opsi Penandatanganan
it: Opzioni della firma
pl: Opcje podpisywania
ru: Параметры подписи
tr: İmzalama Ayarları
vi: Tùy chọn ký
zh_hans: 签名选项

source: Signing Type
ar: نوع التوقيع
de: Art der Signatur
it: Tipo di firma
pl: Typ podpisu
tr: İmzalama Türü
vi: Loại ký
zh_hans: 签名类型

source: Size
ar: الحجم
pl: Rozmiar
tr: Boyut
vi: Kích cỡ
zh_hans: 大小

source: Source
ar: المصدر
pl: Źródło
tr: Kaynak
vi: Nguồn
zh_hans: 软件源

source: Source URL
ar: رابط المصدر
de: Quell-URL
it: URL Fonte
pl: Adres URL repozytorium źródłowego
tr: Kaynak URL’si
vi: URL nguồn
zh_hans: 软件源链接

source: Sources
ar: المصادر
cs: Zdroje
de: Quellen
es: Fuentes
id: Sumber
it: Fonti
pl: Źródła
tr: Kaynaklar
vi: Nguồn
zh_hans: 软件源

source: Sources copied to clipboard
ar: تم نسخ المصادر إلى الحافظة
pl: Źródła skopiowane do schowka
vi: Nguồn đã được sao chép vào bộ nhớ tạm

source: Speed
ar: السرعة
de: Geschwindigkeit
it: Velocità
pl: Prędkość
tr: Hız
vi: Tốc độ
zh_hans: 更快

source: Sponsors
ar: الرعاة
cs: Sponzoři
de: Sponsoren
id: Sponsor
it: Sostenitori
pl: Sponsorzy
ru: Спонсоры
tr: Sponsorlar
vi: Nhà tài trợ
zh_hans: 捐赠者

source: SSL Certificates
ar: شهادات SSL
cs: SSL certifikáty
de: SSL Zertifikate
id: Sertifikat SSL
it: Certificati SSL
pl: Certyfikaty SSL
tr: SSL Sertifikaları
vi: Chứng chỉ SSL
zh_hans: SSL证书

source: Standard
ar: قياسي
cs: Standardní
id: Standar
pl: Standardowy
tr: Standart
vi: Tiêu chuẩn
zh_hans: 标准

source: Start Signing
ar: بدء التوقيع
cs: Začít podepisovat
de: Signierung starten
es: Empezar a Firmar
id: Mulai Menandatangani
it: Inizia a firmare
pl: Rozpocznij podpisywanie
tr: İmzalamaya Başla
vi: Bắt đầu ký
zh_hans: 开始签名

source: Store Cell Appearance
ar: مظهر خلية المتجر
cs: Vzhled buňky zdroje
de: Zelldarstellung speichern
id: Tampilan Sel Penyimpanan
it: Aspetto della cella di memorizzazione
pl: Wygląd komórki sklepu
tr: Mağaza Öğe Görünümü
vi: Giao diện cửa hàng
zh_hans: 商店元素外观

source: String
ar: سلسلة
it: Stringa
pl: Ciąg znaków
tr: Dize
vi: Chuỗi
zh_hans: 字符串

source: Submit Feedback
ar: إرسال ملاحظات
cs: Poslat zpětnou vazbu
de: Feedback senden
es: Envíar tu opinión
fr: Soumettre des commentaires
id: Kirim Masukan
it: Invia feedback
pl: Prześlij opinię
ru: Отправить отзыв
tr: Geri Bildirim Gönder
vi: Gửi phản hồi
zh_hans: 提交反馈

source: Supports importing from KravaSign/MapleSign and ESign.
ar: يدعم الاستيراد من KravaSign/MapleSign و ESign.
de: Unterstützt das importieren via KravaSign/MapleSign und ESign.
it: Suporta l'importazione da KravaSign/MapleSign e ESign.
pl: Obsługuje importowanie z KravaSign/MapleSign i ESign
tr: KravaSign/MapleSign ve ESign’den içe aktarmayı destekler
vi: Hỗ trợ nhập từ KravaSign/MapleSign và ESign
zh_hans: 支持通过KravaSign/MapleSign和ESign导入。

source: Team Identifiers
ar: معرفات الفريق
cs: Identifikátory týmu
de: Team-Kennungen
id: Pengidentifikasi Tim
it: Identificatori Team
pl: Identyfikatory zespołu
tr: Takım Tanıtıcıları
vi: Định danh nhóm
zh_hans: 团队标识符

source: Team Name
ar: اسم الفريق
cs: Jméno týmu
id: Nama Tim
it: Nome Team
pl: Nazwa zespołu
tr: Takım Adı
vi: Tên nhóm
zh_hans: 团队名

source: The heartbeat is activated in the background, it will restart when the app is re-opened or prompted. If the status below is pulsing, that means its healthy.
ar: يتم تفعيل Heartbeat في الخلفية، وسيتم إعادة تشغيله عند إعادة فتح التطبيق أو عند الطلب. إذا كان الحالة أدناه تنبض، فهذا يعني أنه يعمل بشكل صحيح.
cs: Heartbeat je aktivován v pozadí, sám se zrestartuje když se aplikace znovu otevře nebo po dotázání. Když status dole pulzuje, znamená to, že je funkční.
de: Der Herzschlag wird im Hintergrund aktiviert und startet neu, wenn die App erneut geöffnet oder dazu aufgefordert wird. Wenn der unten stehende Status pulsiert, bedeutet das, dass alles ordnungsgemäß funktioniert.
id: Detak jantung diaktifkan di latar belakang, akan dimulai ulang saat aplikasi dibuka kembali atau diminta. Jika status di bawah ini berdenyut, berarti dalam kondisi sehat.
it: Il battito è attivo in background; verrà riavviato quando l'app viene riaperta o forzata. Se lo stato qui sotto pulsa, significa che è funzionante.
pl: Monitor pracy aplikacji działa w tle. Zostanie uruchomiony ponownie po ponownym otwarciu lub wymuszeniu. Jeśli poniższy status pulsuje, wszystko działa poprawnie.
tr: Heartbeat arka planda etkinleştirilir ve uygulama yeniden açıldığında ya da istenildiğinde yeniden başlatılır. Eğer aşağıdaki durum kalp atışı şeklide ise bu Heartbeat’in işlevsel olduğu anlamına gelir.
vi: Heartbeat được kích hoạt trong nền, nó sẽ khởi động lại khi ứng dụng được mở lại hoặc được nhắc nhở. Nếu trạng thái bên dưới đang nhịp đập, điều đó có nghĩa là nó hoạt động bình thường.
zh_hans: 心跳检测已在后台启用，并将在此App重启或被唤醒时重启。如果下面的状态灯正在闪动则为正常。

source: The only supported repositories are AltStore repositories.
ar: المستودعات المدعومة الوحيدة هي مستودعات AltStore.
de: Die einzigen unterstützten Repositories sind AltStore-Repositories.
it: L'unica fonte supportata sono fonti di AltStore.
pl: Jedynymi obsługiwanymi repozytoriami są repozytoria AltStore.
tr: Yalnızca AltStore depoları desteklenmektedir.
vi: Các kho lưu trữ được hỗ trợ duy nhất là kho lưu trữ AltStore.
zh_hans: 仅支持AltStore Repo。

source: Theme
ar: المظهر
de: Erscheinungsbild
it: Tema
pl: Motyw
tr: Tema
vi: Chủ đề
zh_hans: 主题

source: These changes require a restart of the app
ar: هذه التغييرات تتطلب إعادة تشغيل التطبيق
cs: Tyto změny vyžadují restart aplikace
de: Diese Änderungen benötigen einen Neustart der App
id: Mengaktifkan tampilan lembar akan menampilkan lembar berbagi setelah mengekspor ke berkas Anda.
it: Questi cambiamenti richiedono un riavvio dell'app
pl: Te zmiany wymagają ponownego uruchomienia aplikacji
tr: Bu değişiklikler uygulamanın yeniden başlatılmasını gerektirir
vi: Những thay đổi này yêu cầu khởi động lại ứng dụng
zh_hans: 这些改动需要重启应用。

source: This action cannot be undone. Would you like to proceed?
ar: لا يمكن التراجع عن هذا الإجراء. هل تريد المتابعة؟
de: Diese Aktion kann nicht rückgängig gemacht werden. Möchtest du fortfahren?
it: Questa operazione non può essere annullata. Vuoi procedere?
pl: Tej czynności nie można cofnąć. Czy chcesz kontynuować?
tr: Bu eylem geri alınamaz. Devam etmek istiyor musunuz?
vi: Không thể hoàn tác hành động này. Bạn có muốn tiếp tục không?
zh_hans: 操作无法撤销，确定继续？

source: This allows you to set rules for automatically replacing the Bundle ID/Display Name when signing an app.
ar: يسمح لك هذا بتعيين قواعد لاستبدال معرف الحزمة/اسم العرض تلقائياً عند توقيع تطبيق.
pl: Umożliwia ustawienie reguł automatycznej zamiany identyfikatora pakietu/wyświetlanej nazwy podczas podpisywania aplikacji.
tr: Bu, uygulamaları imzalarken otomatik olarak paket kimliği ya da görünen adı değiştirmenize yardımcı olan kurallar koymanızı sağlar.
vi: Điều này cho phép bạn thiết lập các quy tắc để tự động thay thế Bundle ID/Tên hiển thị khi ký ứng dụng.
zh_hans: 这些选项设置在为应用签名时自动替换包ID/显示名称的规则。

source: This enables liquid glass for this app, this requires a restart of the app to take effect.
ar: هذا يفعل liquid glass لهذا التطبيق، يتطلب إعادة تشغيل التطبيق لتطبيق التغيير.
de: Dies aktiviert Liquid Glass für diese App. Damit die Änderung wirksam wird, muss die App neu gestartet werden.
it: Questo abilita il liquid glass per l'app, questo richiede un riavvio dell'app per dare effetto.
pl: Włącza liquid glass dla tej aplikacji. Wymaga ponownego uruchomienia, aby zmiany zostały zastosowane.
tr: Bu, Liquid Glass arayüzünü etkinleştirir. Değişikliklerin etkili olabilmesi için uygulamanın yeniden başlatılması gereklidir.
vi: Điều này cho phép sử dụng liquid glass cho ứng dụng này, điều này yêu cầu khởi động lại ứng dụng để có hiệu lực.
zh_hans: 为此应用启用Liquid Glass。需要重启应用。

source: This option force converts apps to try to use the new liquid glass redesign iOS 26 introduced, this may not work for all applications due to differing frameworks.
ar: هذا الخيار يجبر تحويل التطبيقات لمحاولة استخدام تصميم liquid glass الجديد الذي قدمه iOS 26، قد لا يعمل هذا مع جميع التطبيقات بسبب اختلاف الأطر.
de: Diese Option erzwingt die Umstellung von Apps auf das neue Liquid-Glass-Redesign, das mit iOS 26 eingeführt wurde. Aufgrund unterschiedlicher Frameworks funktioniert dies möglicherweise nicht bei allen Anwendungen.
it: Questa opzione forza la conversione delle app per provare a usare il nuovo redesign liquid glass introdotto con iOS 26, però non funziona su tutte le app per via dei framework diversi.
pl: Ta opcja wymusza konwersję aplikacji na nowy wygląd liquid glass wprowadzony w iOS 26. Może nie działać ze wszystkimi aplikacjami z powodu różnych frameworków.
tr: Bu seçenek, uygulamaları iOS 26'da tanıtılan yeni Liquid Glass arayüzünü kullanmaya zorlar. Farklı Framework’ler nedeniyle bu, tüm uygulamalarda işe yaramayabilir.
vi: Tùy chọn này buộc phải chuyển đổi ứng dụng để thử sử dụng giao diện Liquid Glass mới được giới thiệu trong iOS 26. Tùy chọn này có thể không hoạt động với tất cả các ứng dụng do có nhiều khuôn khổ khác nhau.
zh_hans: 此选项强制为应用启用iOS 26的Liquid Glass。由于使用的框架不同，此选项不一定有效果。

source: This will delete your imported application after signing, to save on using unneeded space.
ar: سيتم حذف التطبيق المستورد بعد التوقيع، لتوفير المساحة.
de: Dies wird deine importierte Datei nach der Signierung löschen, um Speicherplatz zu sparen.
it: Questo elimina l'applicazione importata dopo la firma, per salvare spazio usato inutilmente.
pl: Spowoduje to usunięcie zaimportowanej aplikacji po jej podpisaniu, co pozwoli zwolnić miejsce.
tr: Bu, imzaladıktan sonra içe aktarılan uygulamayı silerek gereksiz alanı geri kazanmanıza yardımcı olur.
vi: Thao tác này sẽ xóa ứng dụng đã nhập của bạn sau khi ký, để tiết kiệm dung lượng không cần thiết.
zh_hans: 在签名后删除导入的应用来节省空间。

source: Toggling show sheet will present a share sheet after exporting to your files.
ar: تفعيل إظهار الورقة سيقدم ورقة مشاركة بعد التصدير إلى ملفاتك.
cs: Zapnutí sdílícího panelu ho ukáže po exportu do Souborů.
de: Wenn aktiviert, erscheint nach dem Export in deine Dateien ein Teilen-Dialog.
id: Mengaktifkan tampilan lembar akan menampilkan lembar berbagi setelah mengekspor ke berkas Anda.
it: Abilitando questa opzione mosta una schermata di condivisione dopo aver esportato i file.
pl: Włączenie arkusza spowoduje wyświetlenie arkusza udostępniania po wyeksportowaniu do plików.
tr: Paylaşım sayfasını göster seçeneğinin etkinleştirilmesi, dışa aktarım sonrasında bir paylaşım sayfasının görüntülenmesini sağlayacaktır.
vi: Bật tính năng này sẽ hiển thị một bảng chia sẻ sau khi xuất IPA vào tệp của bạn.
zh_hans: 启用该选项会在导出文件时显示共享菜单。

source: Tunnel & Pairing
ar: النفق والاقتران
cs: Tunel a párování
it: Tunnel & Abbinamento
pl: Tunel i parowanie
tr: Tünel ve Eşleştirme
vi: Tunnel & Ghép nối
zh_hans: 隧道&配对

source: Tweaks
ar: التعديلات
it: Modifiche

source: Unknown
ar: غير معروف
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak Dikenal
it: Sconosciuto
pl: Nieznane
ru: Неизвестно
tr: Bilinmeyen
vi: Không xác định
zh_hans: 未知

source: Update SSL Certificates
ar: تحديث شهادات SSL
cs: Aktualizovat SSL certifikáty
de: Lokale SSL-Zertifikate aktualisieren
id: Perbarui Sertifikat SSL
it: Aggiorna i certificati SSL
pl: Aktualizuj certyfikaty SSL
tr: SSL Sertifikalarını Güncelle
vi: Cập nhật chứng chỉ SSL
zh_hans: 更新SSL证书

source: Updated
ar: تاريخ التحديث
pl: Zaktualizowano
tr: Güncellendi
vi: Cập nhật lần cuối
zh_hans: 已更新

source: Value
ar: القيمة
de: Wert
it: Valore
pl: Źródłowa wartość
tr: Değer
vi: Giá trị
zh_hans: 值

source: Version
ar: الإصدار
cs: Verze
es: Versión
id: Versi
it: Versione
pl: Wersja
tr: Sürüm
vi: Phiên bản
zh_hans: 版本

source: Version %@
ar: الإصدار %@
pl: Wersja %@
tr: Sürüm %@
vi: Phiên bản %@
zh_hans: 版本%@

source: Version History
ar: سجل الإصدارات
pl: Historia wersji
tr: Sürüm Geçmişi
vi: Lịch Sử Phiên Bản
zh_hans: 版本历史

source: View Entitlements
ar: عرض الصلاحيات
cs: Ukázat entitlementy
de: Entitlements anzeigen
id: Lihat Entitlements
it: Mostra diritti
pl: Zobacz uprawnienia
tr: Yetki Anahtarlarını Görüntüle
vi: Xem Entitlements
zh_hans: 查看授权

source: Visit Patreon
ar: زيارة Patreon
cs: Navštívit Patreon
de: Patreon besuchen
id: Kunjungi Patreon
it: Visita il Patreon
pl: Odwiedź Patreon
tr: Patreon’u Ziyaret Et
vi: Truy cập Patreon
zh_hans: 查看捐赠者

source: Visit Website
ar: زيارة الموقع
cs: Navštívit stránku
de: Webseite besuchen
id: Kunjungi Situs Web
it: Visita il sito web
pl: Odwiedź stronę
tr: Web Sayfasını Ziyaret Et
vi: Truy cập trang web
zh_hans: 访问网站

source: What's New
ar: ما الجديد
pl: Co nowego
tr: Neler Yeni
vi: Có gì mới
zh_hans: 更新内容

source: You cannot update ‘%@‘ with itself, please use an alternative tool to update it.
ar: لا يمكنك تحديث '%@' بنفسه، يرجى استخدام أداة بديلة لتحديثه.
de: Du kannst ‘%@‘ nicht mit sich selbst aktualisieren. Bitte verwende dafür ein alternatives Tool.
id: Kamu tidak bisa melakukan update pada ‘%@’ menggunakan dirinya sendiri. Silakan gunakan tool alternatif untuk memperbaruinya.
it: Non puoi aggiornare ‘%@‘ con se stesso, usa un altro tool per fare l’aggiornamento.
pl: Nie można zaktualizować „%@” przy jego użyciu. Użyj innego narzędzia do aktualizacji.
tr: %@’ı kendisi üzerinden güncelleyemezsiniz. Lütfen güncelleme için alternatif bir araç kullanın.
vi: Bạn không thể cập nhật ‘%@‘ bằng chính nó, vui lòng sử dụng công cụ thay thế để cập nhật.
zh_hans: 不能用‘%@’更新自己，请使用其他工具更新。

source: Your pairing file is invalid and is incompatible with your device, please import a valid pairing file.
ar: ملف الاقتران غير صالح وغير متوافق مع جهازك، يرجى استيراد ملف اقتران صالح.
de: Deine Pairing-Datei ist ungültig und nicht mit deinem Gerät kompatibel. Bitte importiere eine gültige Pairing-Datei.
it: Il tuo file di abbinamento non è valido e non è compatibile con il tuo dispositivo, per favore importa un file di abbinamento valido.
pl: Twój plik parowania jest nieprawidłowy i niekompatybilny z urządzeniem. Zaimportuj poprawny plik.
tr: Eşleştirme dosyanız geçersiz ve cihazınızla uyumlu değil, lütfen geçerli bir eşleştirme dosyası içe aktarın.
vi: Tệp ghép nối của bạn không hợp lệ và không tương thích với thiết bị của bạn, vui lòng nhập tệp ghép nối hợp lệ.
zh_hans: 配对文件不可用并且与设备不匹配，请导入可用的的配置文件。

source: %@ has been downloaded successfully
ar: تم تنزيل %@ بنجاح

source: %@ has been signed successfully on the server
ar: تم توقيع %@ بنجاح على السيرفر

source: Access Denied
ar: الوصول مرفوض

source: Account Status
ar: حالة الحساب

source: Active
ar: نشط

source: Addition Date
ar: تاريخ الإضافة

source: All app notifications
ar: كل إشعارات التطبيقات

source: App Name
ar: اسم التطبيق

source: App not found.
ar: التطبيق غير موجود.

source: App notifications
ar: إشعارات التطبيقات

source: App notifications off
ar: إيقاف إشعارات التطبيقات

source: Apps
ar: تطبيقات

source: Apps you mark as favorite will appear here.
ar: التطبيقات التي تضاف للمفضلة ستظهر هنا.

source: Ascending
ar: تصاعدي

source: Changing the language requires restarting the app to take effect.
ar: تغيير اللغة يتطلب إعادة تشغيل التطبيق لتطبيق التغيير.

source: Check Again
ar: تحقق مرة أخرى

source: Clear all favorites
ar: حذف كل المفضلة

source: Code
ar: الكود

source: Contact support to renew subscription
ar: تواصل مع الدعم لتجديد الاشتراك

source: Copy Number
ar: رقم النسخة

source: Creator
ar: المنشئ

source: Custom
ar: مخصص

source: Custom Copy Number
ar: رقم نسخة مخصص

source: Customize
ar: تخصيص

source: Delete selected
ar: حذف المحدد

source: Descending
ar: تنازلي

source: Device
ar: الجهاز

source: Done
ar: تم

source: Download Complete
ar: اكتمل التنزيل

source: Edit App Info
ar: تعديل معلومات التطبيق

source: Enter Copy Number
ar: أدخل رقم النسخة

source: Enter a custom copy number to append to the bundle ID
ar: أدخل رقم نسخة مخصص لإضافته إلى Bundle ID

source: Favorite
ar: مفضلة

source: Favorites
ar: المفضلة

source: Favorites only
ar: المفضلة فقط

source: File URL
ar: رابط الملف

source: Games
ar: الألعاب

source: Group Number
ar: رقم المجموعة

source: Home
ar: الرئيسية

source: Inactive
ar: غير نشط

source: Invalid verification URL
ar: رابط التحقق غير صالح

source: Language
ar: اللغة

source: Language Changed
ar: تم تغيير اللغة

source: Languages
ar: اللغات

source: Less
ar: أقل

source: Load More
ar: تحميل المزيد

source: Loading...
ar: جاري التحميل...

source: Minimum iOS
ar: الحد الأدنى من iOS

source: My Favorites
ar: مفضلتي

source: My Info
ar: معلوماتي

source: No Content
ar: لا يوجد محتوى

source: No Favorites
ar: لا مفضلة

source: No Games
ar: لا توجد ألعاب

source: No User Data
ar: لا توجد بيانات مستخدم

source: No apps found in repository.
ar: لم يتم العثور على تطبيقات في المستودع.

source: No content available at the moment.
ar: لا يوجد محتوى متاح في الوقت الحالي.

source: No games found.
ar: لم يتم العثور على ألعاب.

source: Notification scope
ar: نطاق الإشعارات

source: Notifications
ar: الإشعارات

source: Notifications favorites customize hint
ar: يمكنك تخصيص إشعارات التطبيقات المفضلة من الإعدادات.
